{
  "position": "Senior Software Engineer",
  "date": "April 17, 2019",
  "company": "Little Passports",
  "location": {
    "address": "282 2nd Street, 3rd Floor",
    "city": "San Francisco",
    "state": "CA",
    "zip": "94105"
  },
  "to": {
    "name": {
      "honorific": "Mr.",
      "first": "Leonard",
      "last": "Tancuan"
    },
    "position": "VP Product Management"
  },
  "copy": [
    { "paragraph": "Raising a child is one of the most honored gifts one can have in his/her lifetime. I am lucky to have a little girl that I have the privildge of raising. I understand the values of child devlopment and how, as a parent, the role we play will be a vital part of our childrens' lives. I feel that the types of educational products that Little Passports have created resonates with my parenting style. I was contacted by Melissa Gurvis, and, after reading about Little Passports, felt that it would be a rewarding experience to work at a company where I can make a direct impact on the lives of children across the country." },
    { "paragraph": "Since 2010, I have been working as the sole software engineer, creating a successful internal CRM and ERM (Customer Relationship Management and Employee Relationship Management) that runs the day-to-day operations for the company. The application that I have built includes an extensive amount of features, such as scheduling, generating contracts, streamlining the hiring/training/retention process, client/employee communication, business reports, transactional emails, etc." },
    { "paragraph": "I have been developing with PHP using a custom framework I architected. I use Javascript/ES6 (jQuery and now Vue), MySQL, and GIT for version control. I have a good understanding of the Unix system/web servers as I've dealt with all of the DevOps processes for the company I presently work for. I feel at home on the command line as I use it every day." },
    { "paragraph": "My current tech stack includes PHP, Laravel, Vue, Nuxt, jQuery, MySQL, Redis, Docker, SASS, Tailwind CSS." },
    { "paragraph": "I look forward to speaking with you more about the ways in which I can contribute to the team at Little Passports and how my experience and passion in this field is a great fit for all. Thank you for your time and consideration." }
  ],
  "from": {
    "location": {
      "address": "1521 Tammy Way",
      "city": "Santa Rosa",
      "state": "CA",
      "zip": "95401"
    }
  }
}